Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/regjeringen.no/staten-inngar-avtale-med-bankid_id_707695.html.tmx
Source language: nob
Languages: sme

source: Staten inngår avtale med BankID - regjeringen.no
sme: BankID Norge lea ožžon šiehtadusa lágidit elektrovnnalaš ID (eID) alla sihkarvuođadásis almmolaš digitála bálvalusaide.

source: BankID Norge er tildelt kontrakt for å levere elektronisk ID (eID) på høyt sikkerhetsnivå til offentlige digitale tjenester.
sme: BankID Norge lea ožžon šiehtadusa lágidit elektrovnnalaš ID (eID) alla sihkarvuođadásis almmolaš digitála bálvalusaide.

source: Dette innebærer at 2,8 millioner innbyggere som bruker BankID fra slutten av november får tilgang til alle offentlige nett-tjenester, også de som krever høy sikkerhet.
sme: Dát mielddisbuktá ahte 2,8 miljovnna ássi geat atnet BankID skábmamánu loahpas besset buot almmolaš neahtta-bálvalusaide, maiddái daidda mat gáibidit alla sihkarvuođa.

source: Fornyingsminister Rigmor Aasrud forventer nå flere og mer avanserte tjenester som følge av tildelingen.
sme: Ođasmahttinministtar Rigmor Aasrud vuordá dál eambbo ja máŋggabealat bálvalusaid juolludeami geažil.

source: - Jeg er svært godt fornøyd med at vi nå får inn BankID i tillegg til Buypass og Commfides.
sme: - Mun lean hui duhtavaš go dál oažžut BankID mielde lassin Buypassii ja Comfidesii.

source: Innbyggerne får flere trygge og gode løsninger som kan brukes til alle offentlige tjenester på nett, også de som krever høy sikkerhet.
sme: Ássit ožžot eambbo sihkkaris ja buriid čovdosiid maid sáhttá geavahit buot almmolaš bálvalusaide neahtas, maiddái daid mat gáibidit alla sihkarvuođa.

source: Dette gjelder for eksempel ” Mine resepter ” og ” Mine egenandeler ” sier fornyingsminister Rigmor Aasrud.
sme: Dát gusto ovdamearkka dihte “ Mu reseapttaide ” ja “ Mu iešmávssuide ”, dadjá ođasmahttinministtar Rigmor Aasrud.

source: Aasrud mener tildelingen vil fremme digitaliseringen av offentlige tjenester.
sme: Aasrud oaivvilda ahte juolludeapmi boahtá ovddidit digitaliserema almmolaš bálvalusain.

source: - Når BankID nå kan brukes mangedobles kundegrunnlaget for digitale tjenester på høyt sikkerhetsnivå.
sme: - Go BankID dál sáhttá adnot, de máŋgga háve duppalastojuvvo kunddarvuođđu alla sihkarvuođadási digitála bálvalusaide.

source: Nå ligger alt til rette for utvikling av flere og mer avanserte digitale tjenester.
sme: Dál lea visot láhččojuvvon dasa ahte ovdánahttit eambbo máŋggabealat digitálalaš bálvalusaid.

source: Dette gir mer effektiv bruk av offentlige ressurser, sier Aasrud.
sme: Dát addá eambbo beaktilis geavaheami almmolaš resurssain, dadjá Aasrud.

source: eID på høyt sikkerhetsnivå er en forutsetning for at innbyggerne skal få tilgang til offentlige tjenester med personsensitivt innhold på nett.
sme: eID alla sihkarvuođadásis lea eaktun dasa ahte ássit galget beassat almmolaš bálvalusaide main leat persovdnahearkkes sisdoallu neahtas.

source: Til slike tjenester har innbyggerne kunnet bruke privat eID fra Commfides og Buypass som samlet har om lag 400 000 brukere.
sme: Dakkár bálvalusaide leat ássit sáhttán geavahit Commfidesa ja Buypassa priváhta, main oktiibuot leat 400 000 geavaheaddji.

source: Med BankID som innloggingsalternativ til offentlige tjenester får 2,8 millioner BankID-brukere samme tilgang.
sme: Dál go BankID šaddá sisa loggen vejolašvuohtan almmolaš bálvalusaide, de 2,8 miljovnna BankID- geavaheaddji nai besset dál geavahit seamma fálaldagaid.

source: Sammen med MinID gjør de nye avtalene at regjeringen har oppfylt målet om at innbyggerne enkelt kan logge seg inn på alle digitale tjenester fra det offentlige.
sme: Ovttas MinID:in dat ođđa šiehtadusat dahket ahte ráđđehus lea deavdán mihttomeari ahte ássit galget álkit sáhttit logget sisa buot almmolaš ásahusaid digitála bálvalusaide.

source: Innbyggerne vil gjennom Difis innloggingstjeneste, ID-porten, møte det samme innloggingsbildet på tjenester fra mer enn 270 offentlige virksomheter, og får med BankID som nytt innloggingsvalg.
sme: Ássit besset Difi sisaloggenbálvalusa, ID-portena bokte, oaidnit seamma sisaloggen gova badjel 270 almmolaš doaimmaid bálvalusain, ja ožžot fárrui BankID ođđa sisaloggen vejolašvuohtan.

source: BankID har omtrent like mange brukere som Difis egen MinID.
sme: BankID:s leat sullii seamma ollu geavaheaddjit go Difi iežas MiniID:s.

source: Men BankID har et større bruksområde, fordi den kan benyttes til tjenester på høyeste sikkerhetsnivå, for eksempel tjenester som gjelder helseopplysninger.
sme: Muhto BankID:s lea stuorát geavahanviidodat, go dan sáhttá geavahit alimus sihkarvuođadási bálvalusaide, ovdamearkka dihte bálvalusaide mat gustojit dearvvašvuođabálvalusaide.

source: Det kan ikke MinID, som er på mellomhøyt sikkerhetsnivå.
sme: Dan ii sáhte MinID, mii lea gaskaalla sihkarvuođadásis.

source: – Nå er utbredelse på høyeste sikkerhetsnivå på plass.
sme: – Dál lea alimus sihkarvuođadási dovddusin dahkan sajis.

source: Om et par uker er BankID integrert med ID-porten, så offentlige virksomheter kan sette fart på å lage gode digitale tjenester der det er mulig, sier Hans Christian Holte, direktør i Direktoratet for forvaltning og IKT (Difi).
sme: Moatti vahkku geahčen lea BankID ovttaiduvvon ID-porteniin, nu ahte almmolaš doaimmat jođánit sáhttet ráhkadišgoahtit buriid digitála bálvalusaid gokko dat lea vejolaš, dadjá Hans Christian Holte, Hálddašan ja DGT direktoráhta direktevra (Difi).

source: I tillegg til at BankID er tildelt kontrakt som ny leverandør i ID-porten, er også Buypass og Commfides tildelt nye kontrakter som følge av konkurransen.
sme: Lassin dasa ahte BankID lea ožžon šiehtadusa leat ođđa lágideaddjin ID-portenis, de maiddái Buypass ja Commfides leat ožžon ođđa šiehtadusaid gilvvu geažil.

source: Avtalene som er inngått vil ha en varighet på to år, med opsjoner på forlengelse på ytterligere fire år (1+1+1+1).
sme: Dahkkojuvvon šiehtadus bistá guokte jagi, ja lea opšuvdna ahte dan sáhttá guhkidit vel njealji jahkái (1+1+1+1).

source: Avtalene gjelder autentisering (innlogging), og har signering og meldingskryptering som opsjoner som kan utløses ved behov.
sme: Šiehtadus gusto verifiseren (sisaloggemii), ja das lea signeren ja dieđuidkrypteren opšuvdnan maid dárbbu mielde sáhttá fápmuibidjat.

source: Difi er avtalepart med leverandørene, og har inngått kontraktene på vegne av hele offentlig sektor.
sme: Difi lea šiehtadanbealálaš lágideddjiiguin, ja lea dahkan šiehtadusaid almmolaš suorggi olis.
